Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/hi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: “In the North Atlantic there are several hundred thousand of these migratory baleen whales, whereas in the North Pacific there are just a few hundred of them”, says Haug.
nb: - I det nordlige Atlanterhavet er det flere hundretusen av disse vandrende bardehvalene, mens i det nordlige Stillehavet er det bare noen hundre av dem, sier Haug.

source: “It smells of herring fat”, remarks Christopher Haatuft, the head chef at Lysverket, who is responsible for preparing the unusual catch.
nb: – Det lukter sildefett, kommenterer Christopher Haatuft, sjefskokk på Lysverket og mannen som skal tilberede den litt spesielle fangsten.

source: The wreck lies at a depth of 218 metres, and the large coral reefs on the hull suggest it has been there for a long time.
nb: Vraket ligger på 218 meters dyp, og store koraller på skroget ymtet om at det har ligget her lenge.

source: The International Council for the Exploration of the Sea (ICES) recommends that the cod quota in the Barents Sea next year does not exceed 712,000 tonnes.
nb: Det internasjonale havforskningsrådet (ICES) anbefaler at torskekvoten i Barentshavet ikke blir større enn 712.000 tonn til neste år.

source: The result (just under 13,000 pups) was not significantly different from the counts made during similar surveys in 2012, 2007 and 2005, but significantly lower than in 1997.
nb: Resultatet (nærmere 13 000 unger) var ikke signifikant forskjellig fra tellinger gjort under lignende tokt i 2012, 2007 og 2005, men betydelig lavere enn i 1997.

source: That award goes to a whale with a match weight of 180 tonnes.
nb: Den hadde en matchvekt på 180 tonn.

source: From fry surveys to ecosystem cruises
nb: Fra yngelkartlegging til økosystemtokt

source: An additional 6 floats were added to the headline.
nb: Navlestrengen ble festet til overpanelet i et ”skrev” som også vist på figur 6.

source: (Photo: Espen Bierud / Institute of Marine Research)
nb: (Foto: Espen Bierud / Havforskningsinstituttet)

source: The Plankton Research Group is made up of 3 subgroups (Zooplankton, Phytoplankton and
nb: Gruppen består av 3 fagområder (Dyreplankton, Planteplankton og

source: And the strength of the current and the water circulation needed to be right”, says Lunestad.
nb: Og det måtte være passelig med strøm og vannutskiftning, sier Lunestad.

source: The photo is probably taken at the whale station in Mehamn, late winter or early spring in 1901.
nb: Bildet er trolig tatt på hvalstasjonen i Mehamn, seinvinteren eller tidlig på våren i 1901. Opphavsrett:

source: By then, the females are 21–24 metres long: a bit bigger in the southern hemisphere than in the northern hemisphere.
nb: Da er hunnene 21–24 meter lange, noe større på den sydlige halvkule enn på den nordlige.

source: The research station now has cutting edge facilities, and it can supply water at temperatures from 1 to 21 degrees.
nb: I dag er anlegget blitt topp moderne, og kan levere vanntemperaturer fra 1 til 21 grader.

source: “It’s not just the cod that live off these organisms.
nb: – Det er ikke bare torsken som skal leve av dette.

source: In the Sanggou Bay, we have also looked at changes in how shellfish and kelp cultivation have affected the bottom environment.
nb: I Sanggou-bukten er det også sett på endringer i hvordan skjell- og taredyrking har påvirket bunnmiljøet.

source: Johan Hjort on board Norway's first marine research vessel,
nb: Johan Hjort om bord på Norges første havforskningsfartøy,

source: In the winter of 2016/2017, a lot of herring overwintered in the fjords on Kvaløya just west of Tromsø (Figure 1a), similar to previous years.
nb: Vinteren 2016/2017 overvintret det mye sild i fjordene på Kvaløya rett vest for Tromsø (Figur 1a), i likhet med de foregående årene.

source: Capelin, shrimp, minke whale and harp seals are also caught here.
nb: I tillegg finnes det fangst på lodde, reker, vågehval og grønlandssel.

source: In Sognefjorden, the average
nb: I Sognefjorden var

source: The stock of Norwegian spring-spawning herring collapsed around 1970, at which time a 10-year moratorium on fishing this species was introduced.
nb: Bestanden av norsk vårgytende sild kollapsa rundt 1970, og det ble innført fiskeforbud i rundt 10 år.

source: “That is clear from the map of how the ice edge fluctuated during April 2019.
nb: – Dette kan vi tydelig se på kartet som viser hvor iskanten varierte gjennom april 2019.

source: Cod and haddock populations have multiplied over past 20 years
nb: Torske- og hysebestander mangedoblet seg på 20 år

source: Researchers discovered leak from Komsomolets
nb: Forskerne avdekket lekkasje fra "Komsomolets"

source: All of the samples of the freshwater fish pygmy herring contained high mercury levels, and some of them also contained high lead and iron levels.
nb: I alle prøvene av ferskvannsfisken pygmésild fant forskerne høye nivåer av kvikksølv, og i noen av prøvene var det også høye nivåer av bly og jern.

source: Fish eyes are rich in vitamin A
nb: Mye vitamin A i fiskeøyne

source: That is in line with expectations”, explains Maria Fossheim.
nb: Det er som ventet, forklarer Maria Fossheim.

source: The NMDC data providers will expose their data in several ways, including OPeNDAP, HTTP / JSON, OGC WFS / WCS and FTP.
nb: Dataleverandørene som deltar i NMDC vil eksponere sine data på flere måter, inkludert OPeNDAP, HTTP/JSON, OGC WFS/WCS og FTP.

source: are now pushing for a global treaty on plastic pollution.
nb: for en mulig global avtale om bekjempelse av plast i havet.

source: The results for deltamethrin were particularly striking, with the deadly dose after an hour’s exposure being 800 times weaker than the concentration that salmon are bathed in.
nb: Mest slående var resultatene for deltametrin, der den dødelige dosen etter en times eksponering viste seg å være 800 ganger svakere enn det laksen blir badet i.

source: That’s quite a big difference.
nb: Det er ganske mye.

source: NorKyst800 is maintained and developed by the Institute of Marine Research and the Norwegian Meteorological Institute.
nb: NorKyst800 vedlikeholdes og utvikles av Havforskningsinstituttet og Meteorologisk institutt.

source: However, the drone is autonomous and continues the planned surveying also without this link.
nb: Habitatene i fjordene og på kysten er spredte og variable, og metoder man bruker i havområdene duger ikke.

source: Due to this finding, Levsen encourages tourists visiting Vietnam and Southeast Asia to avoid local, only lightly processed fish dishes.
nb: Parasitter i ferskvannsfisk gjør at Levsen ber turister i Vietnam og Sørøst-Asia om å være forsiktige med lokale, lettbehandlede fiskeretter.

source: Ice is water in its solid form, but it’s also important to our planet.
nb: Is er vann i fast form, men den spiller også en viktig rolle for kloden vår.

source: Our research questions range from life history and stock development to distribution shifts, stock/population connectivity and movement and home ranges.
nb: Våre forskningsspørsmål spenner fra livshistorie og bestandsutvikling til utbredelse skift, bestands/ populasjonstilkobling og bevegelses- og hjemmeområder.

source: “And what a journey this fish has been on!
nb: – Og for en vandring denne fisken har hatt!

source: Estimated population size (total adult population in green, pup production in yellow, uncertainty is represented by the shaded areas) and annual catches of hooded seals in the Greenand Sea, 1946–2019.
nb: Beregnet bestandsstørrelse (totalbestand–grønn og årlig ungeproduksjon–gul, usikkerheten er vist ved skraveringer rundt kurvene) og fangstnivå for klappmyss i Vesterisen 1946–2019.

source: Sprat is a typical schooling fish.
nb: Brislingen er en typisk stimfisk.

source: The fish sold at markets in Ghana is processed.
nb: Fisken som selges på markedene i Ghana er prosessert.

source: “These fish are rich in critical micronutrients such as omega-3 and vitamins A and B12”, says the research scientist Marian Kjellevold.
nb: Jakten på de rette tallene –Denne fisken er rik på viktige mikronæringsstoffer som omega-3, vitamin A og B12, sier forsker Marian Kjellevold.

source: Each partner must provide their datasets in one of the agreed formats.
nb: Hver partner må levere datasett i et av de avtalte formatene.

source: New datasets are added as the data becomes ready.
nb: Nye datasett blir lagt til etter hvert som dataene er klare.

source: 10 things you didn't know about the oceans
nb: 10 ting du ikke visste om havet

source: “Measured in carbon, around 100 grams is produced per square metre per year in the Norwegian Sea and Barents Sea, which are both quite abundant in fish.
nb: – Målt i karbon produseres det omtrent 100 gram per kvadratmeter per år i Norskehavet og i Barentshavet, som jo er ganske fiskerike områder.

source: Mareano, habitat mapping and distribution modelling, effects of kelp harvesting, and coastal zone research are the main research activities.
nb: Mareano, habitatkartlegging og romlig modellering, effekter av tarehøsting og forskning på bruk av soneforvalting er vesentlige innsatsområder i gruppen.

source: Small fish like sardines and anchovies contain many important micronutrients, and in many places they are considered food for the poor.
nb: Småfisk som ansjos og sardiner inneholder mange viktige næringsstoffer, og regnes mange steder som fattigmannskost.

source: The user must have access to data in a user-friendly format.
nb: Brukeren skal gis tilgang til data på et brukervennlig format.

source: The bay, which is most famous for the failed invasion of 1961, is oriented almost exactly north-south on the south coast of Cuba, which provides good shelter from tropical storms.
nb: Bukta, som er mest kjent for den mislykkede invasjonen i 1961, ligger i en ganske rett nord-sør-retning på sørkysten av Cuba, og er dermed godt beskyttet mot tropiske stormer.

source: The snow crab was registered for the first time in the Barents Sea by russian scientists in 1996.
nb: Snøkrabben ble første gang registrert i Barentshavet av russiske forskere i 1996.

source: (Figure 6) are spectacular, medium-sized sea spiders.
nb: (Figur 6) er spektakulære havedderkopper av middels størrelse.

source: Then they pour the boiling soup in, and watch the temperature rise.
nb: Så heller de den kokende suppen oppi, og følger med på temperaturen.

source: From Bolærne in August 2019, one of the MPA's.
nb: Fra forsøksfisket ved Bolærne august 2019, et av reservatene som er med i studien.

source: They made 50-60 wonderful dishes”, says Lunestad.
nb: Det ble laget 50-60 flotte retter, sier Lunestad.

source: But as a marine scientist, his aims are more peaceful than those of the invasion force 52 years earlier.
nb: Men havforskeren har fredeligere hensikter enn invasjonsstyrken 52 år tidligere.

source: A humpback whale about to dive off King George Island near Antarctica.
nb: En knølhval er i ferd med å dykke utenfor King George Island ved Antarktis.

source: Catches of the juvenile cod’s favourite dishes have collapsed from 50,000 to 500 individuals in 19 years, but what has actually happened?
nb: Fangstene av torskeyngelens yndlingsretter har stupt fra 50 000 til 500 på 19 år, men hva er det som har skjedd?

source: The species was found at two MAREANO stations (R487 and R488), at depths of 2,555 m and 2,117 m, where it was the dominant sea spider species.
nb: Arten ble funnet på MAREANO-stasjonene R487 og R488, på 2555 og 2117 m dyp, der den var den dominerende havedderkopparten.
